aaron-bond.better-comments
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
golang.go
james-yu.latex-workshop
miguelsolorio.fluent-icons
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
mvllow.rose-pine
prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
